Gets the partial failure results.
  Namespace:   Autodesk.Revit.DB.Fabrication
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public IList<PartialFailureResults> GetPartialConvertFailureResults()
  Visual Basic
Public Function GetPartialConvertFailureResults As IList(Of PartialFailureResults)
  Visual C++
public:
IList<PartialFailureResults>^ GetPartialConvertFailureResults()
 Remarks
 After the Convert method has been invoked and returned the DesignToFabricationConverterResult::Enum::PartialFailure, calls this method to get partial failure results.
 See Also
  DesignToFabricationConverter Class
  Autodesk.Revit.DB.Fabrication Namespace